/**
 * Appcelerator Titanium
 * this is a generated file - DO NOT EDIT
 */

"under_construction" = "TakeTalks virtual classroom is currently not available in mobile version. \nIn order to have class, please visit our website http://www.taketalks.com";
"bad_connection" = "You're not able to connect the server right now due to bad internet connection.\nPlease try again.";
"ask_login" = "You need to sign-in to use full service.";
"latest_data" = "This is the latest contents.\nYou should come and check tomorrow.";
"first_data" = "This is the first contents.";
"send_failed" = "Message hasn't sent properly due to internet connection. \nPlease try again after few seconds.";
"add_interest" = "Would you like to add %@ in %@ category as your interest?";
"request_login_info" = "Required valid user id and password.\nPlease try again.";
"notexist" = "Account id you tried doesn't exist on our database.\nPlease try again.";
"wrong_password" = "Incorrect password.\nPlease try again.";
